{
    "exercises": [
        null,
        {
            "exercises": 12,
            "name": "Hand Workout",
            "description": "Hand workout is a great way to improve your grip strength and forearm muscles. This workout is perfect for anyone who wants to improve their hand strength and endurance. Regular training can help prevent injuries, enhance performance in sports, and improve daily functional movements.",
            "color": "#FFD700",
            "accentColor": "#FFD700",
            "image": "",
            "episodes": [
                {
                    "name": "Episode 1",
                    "description": "This episode is designed to help you improve your grip strength and forearm muscles. It includes exercises like wrist curls, reverse wrist curls, and finger curls. These movements target small stabilizing muscles that are essential for a strong and steady grip.",
                    "duration": 10,
                    "sets": 3,
                    "reps": 10
                },
                {
                    "name": "Episode 2",
                    "description": "This episode is designed to help you improve your grip strength and forearm muscles. It includes exercises like wrist curls, reverse wrist curls, and finger curls. By consistently practicing these exercises, you will notice a significant improvement in your endurance and hand control.",
                    "duration": 10,
                    "sets": 3,
                    "reps": 10
                },
                {
                    "name": "Episode 3",
                    "description": "This episode is designed to help you improve your grip strength and forearm muscles. It includes exercises like wrist curls, reverse wrist curls, and finger curls. Strengthening these muscles is beneficial for weightlifting, rock climbing, and many other activities that require a strong grip.",
                    "duration": 10,
                    "sets": 3,
                    "reps": 10
                }
            ]
        },
        {
            "exercises": 14,
            "name": "Chest Workout",
            "description": "Chest workout focuses on strengthening the pectoral muscles, shoulders, and triceps. This routine is ideal for building upper body strength and endurance. By incorporating compound movements, you can develop muscle mass, improve posture, and enhance overall athletic performance.",
            "color": "#FF4500",
            "accentColor": "#FF6347",
            "image": "",
            "episodes": [
                {
                    "name": "Episode 1",
                    "description": "This episode includes exercises like bench press, push-ups, and dumbbell flys to build chest strength. These exercises target different areas of the chest, ensuring balanced muscle development. By focusing on proper form, you can maximize gains while minimizing the risk of injury.",
                    "duration": 12,
                    "sets": 4,
                    "reps": 12
                },
                {
                    "name": "Episode 2",
                    "description": "More advanced chest workouts focusing on increasing muscle endurance and definition. This session incorporates resistance training and time-under-tension techniques for optimal muscle activation. Perfect for those looking to push their limits and enhance upper body aesthetics.",
                    "duration": 15,
                    "sets": 4,
                    "reps": 10
                }
            ]
        },
        {
            "exercises": 10,
            "name": "Abs Workout",
            "description": "Abs workout is designed to strengthen your core muscles and improve abdominal endurance. A strong core is essential for stability, balance, and overall body control. Regular core training also helps prevent lower back pain and enhances performance in various sports and daily activities.",
            "color": "#008000",
            "accentColor": "#32CD32",
            "image": "",
            "episodes": [
                {
                    "name": "Episode 1",
                    "description": "Includes exercises like crunches, leg raises, and planks to develop core strength. These movements engage multiple muscle groups, improving both stability and endurance. A well-developed core enhances functional strength and athletic performance.",
                    "duration": 8,
                    "sets": 3,
                    "reps": 15
                },
                {
                    "name": "Episode 2",
                    "description": "Advanced core exercises for endurance and definition. This session introduces dynamic movements such as bicycle crunches and hanging leg raises to challenge your core muscles further. By incorporating progressive overload, you can continuously improve your core strength and aesthetics.",
                    "duration": 10,
                    "sets": 4,
                    "reps": 12
                }
            ]
        },
        {
            "exercises": 13,
            "name": "Back Workout",
            "description": "Back workout helps in strengthening the upper and lower back muscles, improving posture and stability. A strong back supports the spine, reducing the risk of injuries and enhancing overall strength. Regular back training also contributes to better athletic performance and functional movements.",
            "color": "#0000CD",
            "accentColor": "#1E90FF",
            "image": "",
            "episodes": [
                {
                    "name": "Episode 1",
                    "description": "Includes exercises like pull-ups, deadlifts, and lat pulldowns to build back strength. These movements target different muscle groups, ensuring balanced development and improved posture. Strengthening the back also enhances lifting power and athletic abilities.",
                    "duration": 12,
                    "sets": 3,
                    "reps": 10
                },
                {
                    "name": "Episode 2",
                    "description": "Focuses on improving endurance and posture through targeted back exercises. This session includes rowing movements and hyperextensions to strengthen the lower and upper back. Proper execution of these exercises ensures stability and prevents back-related injuries.",
                    "duration": 14,
                    "sets": 4,
                    "reps": 8
                }
            ]
        }
    ]
}
